{
  "backend": "tokenizers",
  "bos_token": "<|begin_of_text|>",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|eot_id|>",
  "is_local": false,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 131072,
  "pad_token": "<|finetune_right_pad_id|>",
  "padding_side": "left",
  "tokenizer_class": "TokenizersBackend",
  "unk_token": null
}
